CSI API ETABS v1

# cDStNewZealand_NZS3404_97 Interface

---

**Namespace:** ETABSv1
**Assembly:** ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (1.27.0.0)

Syntax

C#

VB

C++

F#

Copy

    public interface cDStNewZealand_NZS3404_97

    Public Interface cDStNewZealand_NZS3404_97

    Dim instance As cDStNewZealand_NZS3404_97

    public interface class cDStNewZealand_NZS3404_97

    type cDStNewZealand_NZS3404_97 =  interface end

The cDStNewZealand_NZS3404_97 type exposes the following members.

Methods

| Name| Description
---|---|---
|
GetOverwrite|
|
GetPreference|
|
SetOverwrite|
|
SetPreference|
Top

See Also

#### Reference

ETABSv1 Namespace

ETABS®, SAFE®, SAP2000® and CSiBridge® are registered trademarks of Computers
and Structures, Inc.

Copyright © Computers and Structures, Inc. 2023. All rights
reserved.

support@csiamerica.com